Repository: shurinbergo3/GymTracker
Catalog: GymTracker/Localizable.xcstrings
Source language: ru
Languages: de, en, pl

source: С часами BODY FORGE читает сигналы восстановления и показывает то, чего без них нет:
de: Mit einer Uhr liest BODY FORGE Erholungssignale und zeigt, was ohne sie fehlt:
en: With a watch, BODY FORGE reads recovery signals and shows what isn't available without one:
pl: Z zegarkiem BODY FORGE odczytuje sygnały regeneracji i pokazuje to, czego bez niego nie ma:

source: Самая изученная добавка (Tier A). Дает силу и энергию.
de: Das am besten erforschte Supplement (Tier A). Liefert Kraft und Energie.
en: Most studied supplement (Tier A). Gives strength and energy.
pl: Najlepiej przebadany suplement (Tier A). Daje siłę i energię.

source: Самая исследованная и эффективная добавка для набора мышечной массы и увеличения силы.
de: Das am besten erforschte und wirksamste Supplement für Muskelaufbau und Kraftsteigerung.
en: The most researched and effective supplement for building muscle mass and increasing strength.
pl: Najlepiej przebadany i najskuteczniejszy suplement na budowę masy mięśniowej i zwiększenie siły.

source: Самая распространенная аминокислота. Не строит много мышц, но спасает иммунитет и ЖКТ.
de: Die häufigste Aminosäure. Baut nicht direkt viel Muskel auf, stärkt aber Immunsystem und Verdauungstrakt.
en: The most common amino acid. Doesn't build much muscle, but saves immunity and GI tract.
pl: Najpowszechniejszy aminokwas. Nie buduje mocno mięśni, ale ratuje odporność i jelita.

source: Саморазрушительный допинг. Выделяется, когда не хватает ресурсов для борьбы, разлагая ткани тела ради энергии.
de: Selbstzerstörerisches Doping. Wird ausgeschüttet, wenn die Ressourcen zum Kämpfen fehlen, und baut Körpergewebe für Energie ab.
en: Self-destructive doping. Released when there aren't enough resources to fight, breaking down body tissues for energy.
pl: Samoniszczący doping. Uwalnia się, gdy brak zasobów do walki — rozkłada tkanki ciała na energię.

source: Сведение в тренажере Хаммер
de: Fliegende an der Hammer-Strength-Maschine
en: Hammer Strength Pec Fly
pl: Hammer Strength rozpiętki

source: Сведение гантелей лежа
de: Fliegende mit Kurzhanteln liegend
en: Dumbbell Flyes
pl: Rozpiętki z hantlami leżąc

source: Сведение гантелей на наклонной скамье
de: Fliegende mit Kurzhanteln auf der Schrägbank
en: Incline Dumbbell Flyes
pl: Rozpiętki z hantlami na ławce skośnej

source: Сведение ног в тренажере
de: Adduktoren-Maschine
en: Hip Adduction Machine
pl: Maszyna na przywodziciele

source: Сведение рук
de: Cable Crossover
en: Cable Crossover
pl: Spięcia ramion

source: Сведение рук в тренажере (Бабочка)
de: Butterfly (Pec Deck)
en: Pec Deck (Butterfly)
pl: Pec Deck (motylek)

source: Сведение со сжатием на блоке
de: Fliegende mit Kontraktion am Kabelzug
en: Cable Chest Squeeze Fly
pl: Rozpiętki ze ściskiem na wyciągu

source: Сведения (Flyes)
de: Fliegende (Flyes)
en: Flyes
pl: Rozpiętki (Flyes)

source: Сведения в кроссовере лежа
de: Fliegende am Kabelzug liegend
en: Lying Cable Fly
pl: Rozpiętki na wyciągu leżąc

source: Сведения сидя в кроссовере
de: Fliegende am Kabelzug sitzend
en: Seated Cable Fly
pl: Rozpiętki siedząc w crossoverze

source: Свежая мышечная адаптация
de: Frische Muskeladaptation
en: Fresh muscle adaptation
pl: Świeża adaptacja mięśniowa

source: Свежая мышечная адаптация — лучшее окно для нового PR.
de: Frische Muskeladaptation — das beste Zeitfenster für einen neuen PR.
en: Fresh muscle adaptation — the best window for a new PR.
pl: Świeża adaptacja mięśniowa — najlepsze okno na nowy rekord.

source: Свежий воздух
de: Frische Luft
en: Fresh Air
pl: Świeże powietrze

source: Свет и звук
de: Licht und Ton
en: Light and Sound
pl: Światło i dźwięk

source: Световое загрязнение
de: Lichtverschmutzung
en: Light Pollution
pl: Zanieczyszczenie świetlne

source: Свечи, blue-blocker очки, беруши.
de: Kerzen, Blue-Blocker-Brille, Ohrstöpsel.
en: Candles, blue-blocker glasses, earplugs.
pl: Świece, okulary blue-blocker, zatyczki do uszu.

source: Сводка
de: Übersicht
en: Summary
pl: Podsumowanie

source: Свои и чужие
de: Wir und die anderen
en: Us and Them
pl: Swoi i obcy

source: Свой вес
de: Eigengewicht
en: Bodyweight
pl: Masa ciała

source: Связаться с разработчиком
de: Entwickler kontaktieren
en: Contact Developer
pl: Skontaktuj się z deweloperem

source: Связывается с GABA-рецепторами в мозге, вызывая торможение нервных импульсов (снимает тревожность).
de: Bindet an die GABA-Rezeptoren im Gehirn und hemmt so die Nervenimpulse (lindert Angst).
en: Binds to GABA receptors in the brain, causing inhibition of nerve impulses (relieves anxiety).
pl: Wiąże się z receptorami GABA w mózgu, hamuje impulsy nerwowe (redukuje lęk).

source: Сгибание кистей за спиной
de: Handgelenk-Curl hinter dem Rücken
en: Behind-the-Back Wrist Curl
pl: Uginanie nadgarstków za plecami

source: Сгибание кистей за спиной со штангой
de: Langhantel-Handgelenk-Curl hinter dem Rücken
en: Behind-the-Back Wrist Curl
pl: Uginanie nadgarstków za plecami ze sztangą

source: Сгибание кистей со штангой
de: Langhantel-Handgelenk-Curl
en: Barbell Wrist Curl
pl: Uginanie nadgarstków ze sztangą

source: Сгибание ног лежа
de: Beinbeuger liegend
en: Lying Leg Curl
pl: Uginanie nóg leżąc

source: Сгибание ног сидя
de: Beinbeuger sitzend
en: Seated Leg Curl
pl: Uginanie nóg siedząc

source: Сгибание ног стоя
de: Beinbeuger stehend
en: Standing Leg Curl
pl: Uginanie nóg stojąc

source: Сгибание Паук
de: Spider Curls
en: Spider Curls
pl: Uginanie Spider

source: Сгибание паука
de: Spider Curl
en: Spider Curl
pl: Uginanie pająka (spider curl)

source: Сгибания в кроссовере
de: Bizepscurl am Kabelzug
en: Cable Curl
pl: Uginanie na wyciągu

source: Сгибания в тренажере
de: Bizepscurl an der Maschine
en: Machine Curl
pl: Uginanie na maszynie

source: Сгибания Зоттмана
de: Zottman-Curls
en: Zottman Curls
pl: Uginanie Zottmana

source: Сгибания на бицепс на блоке одной рукой
de: Einarmiger Bizepscurl am Kabelzug
en: Single-Arm Cable Bicep Curl
pl: Uginanie na biceps na wyciągu jednorącz

source: Сгибания на скамье Скотта
de: Scott-Curls
en: Preacher Curls
pl: Uginanie na modlitewniku

source: Сгибания Скотта на блоке
de: Scott-Curl am Kabelzug
en: Cable Preacher Curl
pl: Modlitewnik na wyciągu

source: Сделайте что-то приятное сразу для контекста удовольствия.
de: Mach sofort etwas Angenehmes — als Anker für ein gutes Gefühl.
en: Do something pleasant immediately for pleasure context.
pl: Zrób od razu coś miłego — to kotwica przyjemności.

source: сегодня
de: heute
en: today
pl: dziś

source: Сегодня
de: Heute
en: Today
pl: Dziś

source: Сегодня - полегче
de: Heute ruhig angehen
en: Take it easy today
pl: Dziś na spokojnie

source: Сегодня — на лёгком
de: Heute locker angehen
en: Take it easy today
pl: Dziś — na luzie

source: Сейчас
de: Jetzt
en: Now
pl: Teraz

source: сек
de: Sek.
en: sec
pl: s

source: Серебро
de: Silber
en: Silver
pl: Srebro

source: Середина груди
de: Mittlere Brust
en: Middle Chest
pl: Środkowa część klatki

source: Серия
de: Streak
en: Streak
pl: Passa

source: Серия — сколько дней подряд ты тренируешься
de: Streak — wie viele Tage in Folge du trainierst
en: Streak — how many consecutive days you train
pl: Passa — ile dni z rzędu trenujesz

source: Серия в опасности — тренируйся сегодня
de: Streak in Gefahr — trainier heute
en: Streak at risk — train today
pl: Passa zagrożona — trenuj dziś

source: Серия растёт. Завтра — ещё одна.
de: Dein Streak wächst. Morgen kommt der nächste.
en: The streak is growing. One more tomorrow.
pl: Passa rośnie. Jutro — jeszcze jedna.

source: Серотонин
de: Serotonin
en: Serotonin
pl: Serotonina

source: Сёрфинг
de: Surfen
en: Surfing
pl: Surfing

source: Сет %lld:
de: Satz %lld:
en: Set %lld:
pl: Seria %lld:

source: Сжатие гриппера
de: Gripper-Squeeze
en: Gripper Squeeze
pl: Ścisk gripera

source: Сжимает %d сообщений в один контекст для модели — экономит токены.
de: Fasst %d Nachrichten zu einem Kontext für das Modell zusammen — spart Tokens.
en: Compresses %d messages into one context for the model — saves tokens.
pl: Kompresuje %d wiadomości do jednego kontekstu dla modelu — oszczędza tokeny.

source: Сжимающий жим гантелей
de: Squeeze Press mit Kurzhanteln
en: Dumbbell Squeeze Press
pl: Squeeze press z hantlami

source: Сила
de: Kraft
en: Strength
pl: Siła

source: Сила, которую мышца создает для преодоления веса. Работа близко к отказу.
de: Die Kraft, die der Muskel aufbringt, um das Gewicht zu bewegen. Training nahe am Muskelversagen.
en: Force muscle creates to overcome weight. Training close to failure.
pl: Siła, jaką mięsień generuje do pokonania ciężaru. Praca blisko upadku mięśniowego.

source: Силовая
de: Kraft
en: Strength
pl: Siłowy

source: Силовая (Apple Fitness)
de: Kraft (Apple Fitness)
en: Strength (Apple Fitness)
pl: Siłowy (Apple Fitness)

source: Силовая с Apple Watch (не засчитана в план)
de: Krafttraining mit Apple Watch (nicht für den Plan gezählt)
en: Strength with Apple Watch (not counted in plan)
pl: Siłowy z Apple Watch (nie liczy się do planu)

source: Силовое взятие на грудь
de: Power Clean
en: Power Clean
pl: Power Clean (zarzut)

source: Силовой рывок
de: Power Snatch
en: Power Snatch
pl: Power Snatch

source: Силовые
de: Kraft
en: Strength
pl: Siłowe

source: Синтез тестостерона
de: Testosteronsynthese
en: Testosterone synthesis
pl: Synteza testosteronu

source: Синхронизация с Apple Health
de: Mit Apple Health synchronisieren
en: Sync with Apple Health
pl: Synchronizacja z Apple Health

source: СИНХРОНИЗАЦИЯ С APPLE HEALTH
de: MIT APPLE HEALTH SYNCHRONISIEREN
en: SYNC WITH APPLE HEALTH
pl: SYNCHRONIZACJA Z APPLE HEALTH

source: синхронизировано
de: synchronisiert
en: synced
pl: zsynchronizowane

source: Синхронизирует тренировки с Apple Health, считает калории и закрывает кольца.
de: Synchronisiert deine Workouts mit Apple Health, zählt Kalorien und schließt die Ringe.
en: Syncs workouts with Apple Health, counts calories and closes rings.
pl: Synchronizuje treningi z Apple Health, liczy kalorie i zamyka pierścienie.

source: Сисси-приседания
de: Sissy Squats
en: Sissy Squats
pl: Sissy squat

source: Скакалка
de: Seilspringen
en: Jump Rope
pl: Skakanka

source: Скалолаз
de: Mountain Climbers
en: Mountain Climbers
pl: Wspinaczka (mountain climbers)

source: Скалолазание
de: Klettern
en: Climbing
pl: Wspinaczka

source: Складочка (V-Ups)
de: Klappmesser (V-Ups)
en: V-Ups
pl: Scyzoryk (V-ups)

source: Скроем кольца
de: Ringe ausblenden
en: Hide rings
pl: Ukryj pierścienie

source: Скручивания
de: Crunches
en: Crunches
pl: Brzuszki

source: Скручивания в тренажере
de: Crunches an der Maschine
en: Machine Crunches
pl: Brzuszki na maszynie

source: Скручивания на блоке
de: Crunches am Kabelzug
en: Cable Crunches
pl: Brzuszki na wyciągu

source: Скручивания на блоке (Cable Crunch)
de: Crunches am Kabelzug (Cable Crunch)
en: Cable Crunch
pl: Brzuszki na wyciągu (Cable Crunch)

source: Скука, жизнь от дозы до дозы (игры, соцсети), отсутствие интереса.
de: Langeweile, ein Leben von Reiz zu Reiz (Games, Social Media), fehlendes Interesse.
en: Boredom, living from dose to dose (games, social media), lack of interest.
pl: Nuda, życie od dawki do dawki (gry, social media), brak zainteresowania.

source: Следует за системным
de: Systemeinstellung folgen
en: Follows system settings
pl: Zgodnie z systemem

source: Следующая награда
de: Nächste Belohnung
en: Next reward
pl: Następna nagroda

source: Следующая цель
de: Nächstes Ziel
en: Next goal
pl: Następny cel

source: Следующий рекорд
de: Nächster Rekord
en: Next record
pl: Następny rekord

source: Слишком много попыток. Подожди немного и попробуй снова.
de: Zu viele Versuche. Warte einen Moment und versuche es erneut.
en: Too many attempts. Wait a moment and try again.
pl: Zbyt wiele prób. Poczekaj chwilę i spróbuj ponownie.

source: см
de: cm
en: cm
pl: cm

source: См
de: cm
en: cm
pl: cm

source: Смотреть на YouTube
de: Auf YouTube ansehen
en: Watch on YouTube
pl: Obejrzyj na YouTube

source: Сначала растем в повторениях (8→12), потом добавляем вес и снижаем повторы (12→8).
de: Zuerst steigerst du die Wiederholungen (8→12), dann legst du Gewicht auf und gehst mit den Wiederholungen runter (12→8).
en: First increase reps (8→12), then add weight and drop reps (12→8).
pl: Najpierw rośnij w powtórzeniach (8→12), potem dodaj ciężar i zejdź z powtórzeń (12→8).

source: Снижает уровень пролактина. Повышенный пролактин убивает либидо и тестостерон.
de: Senkt den Prolaktinspiegel. Erhöhtes Prolaktin killt Libido und Testosteron.
en: Lowers prolactin levels. Elevated prolactin kills libido and testosterone.
pl: Obniża poziom prolaktyny. Podwyższona prolaktyna zabija libido i testosteron.

source: Снижает усталость и повышает производительность.
de: Reduziert Müdigkeit und steigert die Leistungsfähigkeit.
en: Reduces fatigue and boosts performance.
pl: Redukuje zmęczenie i zwiększa wydajność.

source: Снижается
de: Fällt ab
en: Declining
pl: Spada

source: снижение
de: rückläufig
en: declining
pl: spadek

source: Снижение
de: Rückgang
en: Decline
pl: Spadek

source: Снижение показателей
de: Leistungs- abfall
en: Performance Drop
pl: Spadek wyników

source: Снижение боли (накопительно)
de: Schmerzlinderung (kumulativ)
en: Pain reduction (cumulative)
pl: Spadek bólu (kumulacyjnie)

source: Снижение давления
de: Blutdrucksenkung
en: Blood pressure reduction
pl: Obniżenie ciśnienia

source: Снижение жира
de: Fettabbau
en: Fat reduction
pl: Redukcja tłuszczu

source: Снижение инсулинорезистентности
de: Geringere Insulinresistenz
en: Reduced insulin resistance
pl: Spadek insulinooporności

source: Снижение крепатуры
de: Weniger Muskelkater
en: Reduced muscle soreness
pl: Mniejsze zakwasy

source: Снижение пролактина
de: Prolaktinsenkung
en: Prolactin reduction
pl: Spadek prolaktyny

source: Снижение стресса и улучшение настроения
de: Stressabbau und bessere Stimmung
en: Stress reduction and improved mood
pl: Redukcja stresu i poprawa nastroju

source: Снижение тонуса
de: Nachlassender Tonus
en: Declining Tone
pl: Spadek napięcia

source: Снижение уровня кортизола
de: Niedrigerer Cortisolspiegel
en: Reduced cortisol levels
pl: Spadek poziomu kortyzolu

source: Снятие психического напряжения
de: Abbau psychischer Anspannung
en: Mental tension relief
pl: Redukcja napięcia psychicznego

source: со
de: mit
en: with
pl: ze

source: Соберём данные ещё за пару тренировок — и покажем прогресс по каждому упражнению.
de: Noch ein paar Trainings, dann zeigen wir dir deinen Fortschritt bei jeder Übung.
en: A couple more workouts and we'll show you progress for each exercise.
pl: Zbierzemy dane jeszcze przez parę treningów — i pokażemy postęp w każdym ćwiczeniu.

source: собираем данные
de: Daten werden erfasst
en: collecting data
pl: zbieranie danych

source: Создает план тренировок, идеально подходящий под ваши цели.
de: Erstellt einen Trainingsplan, der perfekt zu deinen Zielen passt.
en: Creates a training plan perfectly tailored to your goals.
pl: Tworzy plan treningowy idealnie dopasowany do Twoich celów.

source: Создай аккаунт
de: Konto erstellen
en: Create account
pl: Utwórz konto

source: Создай аккаунт за 30 секунд — и начнём ковать форму уже сегодня.
de: Erstell dein Konto in 30 Sekunden — und wir schmieden noch heute an deiner Form.
en: Create your account in 30 seconds — and start forging your shape today.
pl: Utwórz konto w 30 sekund — i zaczynamy kuć formę już dziś.

source: Создайте свою первую программу тренировок
de: Erstelle deinen ersten Trainingsplan
en: Create your first workout program
pl: Stwórz swój pierwszy plan treningowy

source: Создать
de: Erstellen
en: Create
pl: Utwórz

source: Создать аккаунт
de: Konto erstellen
en: Create account
pl: Utwórz konto

source: Создать новый параметр
de: Neuen Parameter erstellen
en: Create New Parameter
pl: Utwórz nowy parametr

source: Создать профиль
de: Profil erstellen
en: Create Profile
pl: Utwórz profil

source: Создать свою
de: Eigenen erstellen
en: Create your own
pl: Stwórz własny

source: Сокращение отдыха между подходами (метаболический стресс).
de: Kürzere Satzpausen (metabolischer Stress).
en: Reducing rest between sets (metabolic stress).
pl: Skróć przerwy między seriami (stres metaboliczny).

source: Солнечный свет, здоровье кишечника (там синтезируется серотонин), отказ от алкоголя/синтетической еды. Контролируемая гипоксия (горы, задержки дыхания).
de: Sonnenlicht, eine gesunde Darmflora (dort wird Serotonin gebildet), Verzicht auf Alkohol und stark verarbeitete Lebensmittel. Kontrollierte Hypoxie (Höhe, Atemanhalten).
en: Sunlight, gut health (serotonin is synthesized there), avoiding alcohol/synthetic food. Controlled hypoxia (mountains, breath holds).
pl: Światło słoneczne, zdrowie jelit (tam powstaje serotonina), brak alkoholu/sztucznej żywności. Kontrolowane niedotlenienie (góry, wstrzymania oddechu).

source: Сон
de: Schlaf
en: Sleep
pl: Sen

source: Сон (главный сброс стресса), контроль сексуальной энергии (эякуляция снижает тестостерон и повышает пролактин), много движения для разгона лимфы.
de: Schlaf (der wichtigste Stress-Reset), Kontrolle der sexuellen Energie (Ejakulation senkt Testosteron und erhöht Prolaktin), viel Bewegung, um den Lymphfluss anzukurbeln.
en: Sleep (main stress reset), sexual energy control (ejaculation lowers testosterone and raises prolactin), lots of movement to boost lymph flow.
pl: Sen (główny reset stresu), kontrola energii seksualnej (ejakulacja obniża testosteron i podnosi prolaktynę), dużo ruchu dla rozpędzenia limfy.

source: Сон, восстановление сахарного обмена. Холостое жевание (смола, забрус) — организм воспринимает это как гарантию еды и успокаивается.
de: Schlaf, Erholung des Zuckerstoffwechsels. Leeres Kauen (Harz, Wabendeckel) — der Körper deutet das als Nahrungsgarantie und beruhigt sich.
en: Sleep, sugar metabolism recovery. Idle chewing (resin, zabrus) — the body perceives this as a food guarantee and calms down.
pl: Sen, odbudowa gospodarki węglowodanowej. Żucie „na sucho” (żywica, propolis-zabrus) — organizm odbiera to jako gwarancję jedzenia i się uspokaja.

source: Соотношение экстракции 100:1 или 200:1
de: Extraktionsverhältnis 100:1 oder 200:1
en: Extraction ratio 100:1 or 200:1
pl: Stosunek ekstrakcji 100:1 lub 200:1

source: Состояние «тряпки», невозможность отказать, самобичевание, готовность подчиняться ради избегания конфликта.
de: Das Gefühl, ein Fußabtreter zu sein, die Unfähigkeit Nein zu sagen, Selbstgeißelung und die Bereitschaft, sich zu unterwerfen, nur um Konflikten aus dem Weg zu gehen.
en: 'Doormat' state, inability to refuse, self-flagellation, willingness to submit to avoid conflict.
pl: Stan „wycieraczki”, niemożność odmowy, biczowanie się, gotowość do uległości byle uniknąć konfliktu.

source: Состояние формы
de: Formstatus
en: Shape status
pl: Stan formy

source: Сотня тренировок без пропусков — редкая лига.
de: Hundert Trainings ohne Aussetzer — das ist eine seltene Liga.
en: A hundred workouts without missing one — a rare league.
pl: Sto treningów bez przerw — to rzadka liga.

source: Сохраним «ПИК \(peakLevel)» как трофей. Возвращайся — и заберёшь уровень обратно.
de: Wir bewahren „PEAK \(peakLevel)“ als Trophäe auf. Komm zurück — und hol dir dein Level wieder.
en: We'll save "PEAK \(peakLevel)" as a trophy. Come back — and reclaim your level.
pl: Zachowamy „SZCZYT \(peakLevel)” jako trofeum. Wróć — i odzyskaj swój poziom.

source: Сохраним «ПИК %lld» как трофей. Возвращайся — и заберёшь уровень обратно.
de: Wir bewahren „PEAK %lld“ als Trophäe auf. Komm zurück — und hol dir dein Level wieder.
en: We'll save "PEAK %lld" as a trophy. Come back — and reclaim your level.
pl: Zachowamy „SZCZYT %lld" jako trofeum. Wróć — i odzyskaj swój poziom.

source: Сохранить
de: Speichern
en: Save
pl: Zapisz

source: Социум
de: Soziales
en: Social
pl: Społeczność

source: Спад
de: Rückgang
en: Decline
pl: Spadek

source: Спад активности
de: Aktivitätsrückgang
en: Activity decline
pl: Spadek aktywności

source: Специфика женского тренинга
de: Besonderheiten des Frauentrainings
en: Female Training Specifics
pl: Specyfika treningu kobiet

source: Спина
de: Rücken
en: Back
pl: Plecy

source: Сплит-присед с передней ногой на возвышении
de: Split Squat mit erhöhtem vorderen Fuß
en: Front-Foot Elevated Split Squat
pl: Przysiad rozkroczny z przednią nogą na podwyższeniu

source: Спокойная уверенность, фокус на себе и своей территории, антирефлексия, желание действовать.
de: Ruhige Selbstsicherheit, Fokus auf dich und dein Revier, kein Grübeln, der Drang zu handeln.
en: Calm confidence, focus on self and one's territory, anti-reflection, desire to act.
pl: Spokojna pewność siebie, fokus na sobie i swoim terytorium, antyrefleksja, chęć działania.

source: Спокойствие
de: Ruhe
en: Calm
pl: Spokój

source: Справочник
de: Nachschlagewerk
en: Directory
pl: Katalog

source: Спрашивает о самочувствии и корректирует нагрузку в реальном времени.
de: Fragt nach deinem Befinden und passt die Belastung in Echtzeit an.
en: Asks about your wellbeing and adjusts the load in real time.
pl: Pyta o samopoczucie i koryguje obciążenie w czasie rzeczywistym.

source: Спринты
de: Sprints
en: Sprints
pl: Sprinty

source: Спроси коуча…
de: Frag den Coach …
en: Ask the coach…
pl: Zapytaj trenera…

source: Спроси перед тренировкой
de: Vor dem Training fragen
en: Ask before workout
pl: Zapytaj przed treningiem

source: Спросить коуча
de: Coach fragen
en: Ask the coach
pl: Zapytaj trenera

source: ср
de: Ø
en: avg
pl: śr

source: Ср. калории / мес
de: Ø kcal / Monat
en: Avg. kcal / month
pl: Śr. kcal / mies.

source: Ср. Пульс
de: Ø Puls
en: Avg HR
pl: Śr. tętno

source: Среда (Лёгкий)
de: Mittwoch (Leicht)
en: Wednesday (Light)
pl: Środa (Lekki)

source: среднее VO₂ Max за 30 дней
de: durchschnittlicher VO₂ Max über 30 Tage
en: avg VO₂ Max over 30 days
pl: średni VO₂ Max za 30 dni

source: Среднее в день
de: Tagesdurchschnitt
en: Daily average
pl: Średnia dzienna

source: Среднее за 7 дней
de: 7-Tage-Durchschnitt
en: 7-day average
pl: Średnia z 7 dni

source: Среднее за 30 дней
de: 30-Tage-Durchschnitt
en: 30-day average
pl: Średnia z 30 dni

source: Среднее за месяц
de: Monatsdurchschnitt
en: Monthly average
pl: Średnia miesięczna

source: Среднее за неделю
de: Wochendurchschnitt
en: Weekly average
pl: Średnia tygodniowa

source: среднее значение пульса в покое за неделю
de: durchschnittlicher Ruhepuls über die Woche
en: avg resting heart rate over the week
pl: średnie tętno spoczynkowe z tygodnia

source: Средние дельты
de: Seitliche Schulter
en: Side Delts
pl: Aktor środkowy barku

source: Средний
de: Fortgeschritten
en: Intermediate
pl: Średni

source: Средний вес
de: Durchschnittsgewicht
en: Average weight
pl: Średnia waga

source: СРЕДНИЙ ОБЪЕМ
de: Ø VOLUMEN
en: AVG VOLUME
pl: ŚR. OBJĘTOŚĆ

source: Средний пульс
de: Ø Herzfrequenz
en: Avg Heart Rate
pl: Średnie tętno

source: средний пульс на последней тренировке
de: durchschnittliche Herzfrequenz im letzten Training
en: avg heart rate during last workout
pl: średnie tętno na ostatnim treningu

source: Срок адаптации — 2 недели
de: Anpassungszeit — 2 Wochen
en: Adaptation Period — 2 Weeks
pl: Okres adaptacji — 2 tygodnie

source: Стабилизация сердечного ритма
de: Stabilisierung des Herzrhythmus
en: Heart rhythm stabilization
pl: Stabilizacja rytmu serca

source: стабильно
de: stabil
en: stable
pl: stabilnie

source: Стабильно
de: Stabil
en: Stable
pl: Stabilnie

source: СТАБИЛЬНО
de: STABIL
en: STABLE
pl: STABILNIE

source: Стабильность
de: Stabilität
en: Stability
pl: Stabilność

source: Стабильный вес
de: Stabiles Gewicht
en: Stable weight
pl: Stabilna waga

source: Стабильный прогресс
de: Stetiger Fortschritt
en: Steady Progress
pl: Stabilny postęp

source: Становая (Т2)
de: Kreuzheben (T2)
en: Deadlift (T2)
pl: Martwy ciąg (T2)

source: Становая / Присед
de: Kreuzheben / Kniebeuge
en: Deadlift / Squat
pl: Martwy ciąg / Przysiad
